{"translation-revision-date":"2025-04-16 18:13:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Allow donors to dedicate their donation to someone special.":["Permite a los donantes dedicar su donativo a alguien especial."],"Accept donations in your preferred currencies.":["Acepta donativos en las monedas que prefieras."],"Add custom fields to your donation forms.":["Añade campos personalizados a tus formularios de donación."],"Provide custom donation receipts in PDF format.":["Proporciona recibos de donativos personalizados en formato PDF."],"Enable donors to cover payment processing fees.":["Permite que los donantes cubran los gastos de procesamiento del pago."],"Allow donors to make donations on a recurring basis.":["Permite a los donantes hacer donaciones de forma recurrente."],"By opting in, you get access to tips for improving fundraising strategies and increasing donations, live events, product updates, and online courses. You can unsubscribe any time.":["Al suscribirte, tendrás acceso a consejos para mejorar las estrategias de recaudación de fondos y aumentar las donaciones, eventos en directo, actualizaciones de productos y cursos online. Puedes darte de baja en cualquier momento."],"Maximize your fundraising success":["Maximiza tu éxito en la recaudación de fondos"],"Extend functionality with add-ons and more":["Amplía la funcionalidad con extensiones y más"],"🎉 Congrats! Check out your first donation form.":["🎉 ¡Felicidades! Consulta tu primer formulario de donación."],"Donors can donate via their company.":["Los donantes pueden donar desde su empresa."],"Enable donors to give anonymously.":["Permite a los donantes dar de forma anónima."],"Donors can choose to donate offline, via mail or in person.":["Los donantes pueden elegir donar fuera de línea, por correo o en persona."],"Require donors to accept terms and conditions.":["Exige a los donantes que acepten los términos y condiciones."],"Allow donors to add comments to their donations.":["Permite a los donantes añadir comentarios a sus donativos."],"Show the donation goal progress on the form.":["Muestra el progreso del objetivo de donación en el formulario."],"Select the features you need. These can always be changed later.":["Selecciona las características que necesites. Siempre puedes cambiarlas más adelante."],"This information will be used to set up your donation form experience.":["Esta información se utilizará para establecer tu experiencia con el formulario de donación."],"By opting-in, you'll enable us to gather anonymous data on how you use GiveWP. This information helps us make GiveWP better for you. No personal information about you or your donors is collected.":["Al registrarte, nos permitirás recopilar datos anónimos sobre cómo utilizas GiveWP. Esta información nos ayuda a mejorar GiveWP para ti. No se recoge ninguna información personal sobre ti o tus donantes."],"Help us enhance your product experience":["Ayúdanos a mejorar tu experiencia con el producto"],"👋 Hi there! Tell us about your cause.":["👋 ¡Hola! Háblanos de tu causa."],"Get started quickly with our Onboarding Wizard and begin accepting donations on your website in minutes.":["Empieza rápidamente con nuestro asistente de puesta en marcha y empieza a aceptar donativos en tu sitio web en cuestión de minutos."],"Previous":["Anterior"],"Features":["Características"],"Location":["Ubicación"],"Cause":["Causa"],"Custom Form Fields":["Campos personalizados del formulario"],"Take your fundraising to the next level with these premium add-ons.":["Lleva tu recaudación de fondos al siguiente nivel con estas extensiones premium."],"What else do you need to support your cause?":["¿Qué más necesitas para apoyar tu causa?"],"Add or remove payment options":["Añadir o eliminar opciones de pago"],"Modify donation amounts and add a fundraising goal":["Modificar las cantidades de la donación y añadir un objetivo de recaudación de fondos"],"Customize the text, color and image":["Personalizar el texto, el color y la imagen"],"After setup you can:":["Después de la configuración, puedes:"],"This form is customized based on your responses.":["Este formulario está personalizado en base a tus respuestas."],"Building Form Preview...":["Creando la vista previa del formulario..."],"Donation Comments":["Comentarios de la donación"],"What do you need in your first donation form?":["¿Qué necesitas en tu primer formulario de donación?"],"🌎 Where are you fundraising?":["🌎 ¿Dónde estás recaudando fondos?"],"What type of cause is yours?":["¿Cuál es el tipo de tu causa?"],"What are you fundraising for?":["¿Para qué es tu recaudación de fondos?"],"My fundraising is":["Mi recaudación de fondos es"],"Organization":["Organización"],"I'm fundraising within an":["Estoy recaudando fondos dentro de una"],"Individual":["Particular"],"I'm fundraising as an":["Estoy recaudando fondos como"],"This information will be used to customize your experience to your fundraising needs.":["Esta información se usará para personalizar tu experiencia sobre tus necesidades de recaudación de fondos."],"Start Setup":["Iniciar la configuración"],"Welcome To":["BIenvenido a"],"Dismiss Setup Wizard":["Omitir el asistente de configuración"],"Tributes":["Homenajes"],"Currency Switcher":["Selector de moneda"],"PDF Receipts":["Recibos en PDF"],"Fee Recovery":["Recuperación de cuotas"],"Recurring Donations":["Donaciones periódicas"],"Introduction":["Introducción"],"Continue":["Continuar"],"GiveWP":["GiveWP"],"Other":["Otro"],"Anonymous Donations":["Donaciones anónimas"],"Company Donations":["Donaciones de empresa"],"Preview":["Vista previa"],"Terms & Conditions":["Términos y condiciones"],"Donation Goal":["Objetivo de la donación"],"Country":["País"],"Offline Donations":["Donaciones offline"],"Currency":["Moneda"],"State \/ Province":["Estado \/ Provincia"],"Add-ons":["Extensiones"]}},"comment":{"reference":"build\/assets\/dist\/js\/admin-onboarding-wizard.js"}}