{"translation-revision-date":"2025-04-16 18:13:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Easily connect your events to your donation form. To enable this go to Settings > General > Beta Features and enable event tickets":["Conecta fácilmente tus eventos con tu formulario de donación. Para activarlo, ve a Ajustes> General > Características beta y activa las entradas de eventos"],"Event tickets":["Tickets de evento"],"New Updates":["Nuevas actualizaciones"],"What’s new in the Visual Form Builder":["Novedades del Visual Form Builder"],"UPDATED":["ACTUALIZADO"],"See exactly what your form looks like for potential donors using the “Design” tab of the builder. Changes are visible immediately.":["Ve exactamente qué aspecto tiene tu formulario para los donantes potenciales, utilizando la pestaña \"Diseño\" del constructor. Los cambios son visibles inmediatamente."],"Design mode":["Modo de diseño"],"Spotlight on awesome features":["Características destacadas"],"Read documentation":["Leer la documentación"],"The team is still working on some new features, add-on and payment gateway compatibility to make your form experience better.":["El equipo sigue trabajando en algunas nuevas funciones, extensiones y compatibilidad con pasarelas de pago para que tu experiencia con los formularios sea mejor."],"This is powered by the new Visual Donation Form Builder":["Funciona con el nuevo maquetador visual de formularios de donación"],"Create a donation form":["Crear un formulario de donación"],"GiveWP introduces an enhanced forms experience powered by the new Visual Donations Form Builder.":["GiveWP introduce una experiencia de formularios mejorada que funciona con el nuevo constructor visual de formularios de donación."],"Try the new form builder":["Prueba el nuevo maquetador de formularios"]}},"comment":{"reference":"build\/assets\/dist\/js\/welcome-banner.js"}}