{"translation-revision-date":"2025-04-16 18:13:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Form Field Overview":["Resumen de los campos del formulario"],"Toggle block inserter":["Alternar insertador de bloques"],"When enabled, donors are redirected to a separate page to view their donation confirmation rather than viewing it on the donation form page. This can be useful for event and conversion tracking tools like Google Analytics. <a>Learn how to customize the confirmation page.<\/a>":["Cuando se activa, los donantes son redirigidos a una página separada para ver la confirmación de su donación, en lugar de verla en la página del formulario de donación. Esto puede ser útil para herramientas de seguimiento de eventos y conversiones como Google Analytics. <a>Aprende a personalizar la página de confirmación.<\/a>"],"Enable redirect":["Activar redirección"],"Confirmation Page Redirect":["Redirección de la página de confirmación"],"Post":["Entrada"],"Page":["Página"],"Learn more about how to use the custom goal progress.":["Más información acerca de cómo utilizar el progreso de objetivos personalizados."],"You can now set a time frame to show progress toward your goal.":["Ahora puedes establecer un plazo para mostrar el progreso hacia tu objetivo."],"What is custom goal progress?":["¿Qué es el progreso de objetivos personalizados?"],"Select Date":["Selecciona la fecha"],"Goal Progress":["Progreso del objetivo"],"Set Date":["Establecer fecha"],"Want to view the guided tour later? Access this option in the three dots menu above at any time.":["¿Quieres ver la visita guiada más tarde? Accede a esta opción en el menú de tres puntos de arriba en cualquier momento."],"This has a side-by-side layout which breaks the sections of the donation process into steps.":["Tiene un diseño paralelo que divide las secciones del proceso de donación en pasos."],"Two Panel form design":["Diseño de dos paneles"],"Overlay Opacity":["Opacidad de la superposición"],"Overlay":["Superposición"],"Header Image":["Imagen de la cabecera"],"Two Panel":["Dos paneles"],"Center":["Centrar"],"Background":["Fondo"],"Determines how the image will be applied in the header for this form.":["Determina cómo se aplicará la imagen en la cabecera de este formulario."],"Image Style":["Estilo de la imagen"],"uploaded image":["imagen subida"],"Upload Image":["Subir imagen"],"Styles":["Estilos"],"These settings gives you the ability to change the overall appearance of your form to suit your brand":["Estos ajustes te permiten cambiar el aspecto general de tu formulario para adaptarlo a tu marca"],"These settings affect the basic appearance of the form":["Estos ajustes afectan a la apariencia básica del formulario"],"Choose your form layout":["Elige la disposición de tu formulario"],"Editing a form layout":["Editando la disposición de un formulario"],"Change the appearance of your donation form on your site. Each option has a different layout.":["Cambia la apariencia de tu formulario de donación en tu web. Cada opción tiene un disposición diferente."],"Form layout":["Disposición del formulario"],"Duplicate path found in FormSettings routes:":["Se ha encontrado una ruta duplicada en las rutas FormSettings:"],"Uses global settings when disabled.":["Utiliza los ajustes globales cuando está desactivado."],"Customize email options":["Personalizar las opciones de correo electrónico"],"GiveWP sends emails to both donors and specified site admins for various purposes.":["GiveWP envía correos electrónicos tanto a los donantes como a los administradores del sitio especificados para diversos fines."],"Email notifications":["Avisos por correo electrónico"],"Available template tags for the header and description of the donation confirmation.":["Etiquetas de plantilla disponibles para la cabecera y la descripción de la confirmación de donación."],"Notify donors that they have an account they can use to manage their donations":["Avisa a los donantes de que tienen una cuenta que pueden utilizar para gestionar sus donaciones"],"This includes the form name, the permalink and the visibility of this form.":["Esto incluye el nombre del formulario, el enlace permanente y la visibilidad de este formulario."],"The GiveWP Form Grid provides a way to add a grid layout of multiple forms into posts and pages using either a block or shortcode. <a>Learn more about the Form Grid<\/a>":["La cuadrícula de formularios de GiveWP permite añadir una cuadrícula con múltiples formularios a las entradas y páginas mediante un bloque o un shortcode. <a>Más información sobre la cuadrícula de formularios<\/a>"],"Enter the email address you want to send a test email to.":["Introduce la dirección de correo electrónico a la que quieres enviar un correo de prueba."],"View template tags":["Ver etiquetas de plantilla"],"Set the content structure for the email":["Establece la estructura del contenido del correo electrónico"],"Template details":["Detalles de la plantilla"],"Email notification":["Aviso por correo electrónico"],"Customize the Redirect URL and Donate button text for this form in the Form Grid.":["Personaliza la URL de redirección y el texto del botón Donar para este formulario en la cuadrícula de formularios."],"Back to main menu":["Volver al menú principal"],"Design":["Diseño"],"Build":["Construir"],"Embed form":["Incrustar formulario"],"%s about the shortcode":["%s sobre el shortcode"],"Copy and paste the shortcode within your page builder.":["Copia y pega el shortcode en tu maquetador de páginas."],"Not using the block editor?":["¿No utilizas el editor de bloques?"],"Create":["Crear"],"Creating %s":["Creando %s"],"Created page":["Página creada"],"%s with that name already exists":["Ya existe una %s con ese nombre"],"Create new":["Crear nueva"],"Insert form":["Insertar formulario"],"Inserting form":["Insertando formulario"],"Form inserted":["Formulario insertado"],"Please select a %s":["Por favor, selecciona un %s"],"Add to existing content":["Añadir al contenido existente"],"Button label":["Etiqueta del botón"],"Display style":["Estilo de visualización"],"Form settings":["Ajustes del formulario"],"Close Embed Form modal window":["Cerrar la ventana modal del formulario incrustado"],"Embed Form":["Incrustar formulario"],"post":["entrada"],"page":["página"],"Select a post":["Selecciona una entrada"],"Select a page":["Selecciona una página"],"Only a button is visible; clicking it opens the form in a new window":["Sólo es visible un botón; al pulsarlo se abre el formulario en una ventana nueva"],"Only a button is visible; clicking it opens the form in a modal window":["Sólo es visible un botón; al pulsarlo se abre el formulario en una ventana modal"],"All fields are visible on one page with the donate button at the bottom":["Todos los campos son visibles en una página con el botón de donar en la parte inferior"],"Full form":["Formulario completo"],"Double-check your settings before publishing":["Comprueba bien tus ajustes antes de publicar"],"Are you ready to publish?":["¿Estás listo para publicar?"],"Copy":["Copiar"],"Copied":["Copiado"],"PAGE ADDRESS":["DIRECCIÓN DE LA PÁGINA"],"What's next?":["¿Qué es lo siguiente?"],"%s is now live.":["%s ya está activo."],"Close panel":["Cerrar panel"],"Publishing":["Publicando"],"Visible to everyone":["Visible por todos"],"Only visible to site admins and editors":["Sólo visible para los administradores y editores del sitio"],"Public":["Público"],"Visibility":["Visibilidad"],"New Tab":["Nueva pestaña"],"Submit Feedback":["Enviar comentarios"],"The last part of the URL":["La última parte de la URL"],"URL":["URL"],"Options":["Opciones"],"Content & Media":["Contenido y medios"],"Input Fields":["Campos de entrada"],"Return to editing form":["Volver al formulario de edición"],"Make sure to check the settings for each section and block, and maybe even run some test donations to ensure your new form is good to go.":["Asegúrate de comprobar la configuración de cada sección y bloque, y tal vez incluso ejecutar algunas donaciones de prueba para asegurar que tu nuevo formulario está bien."],"Upgraded form":["Formulario actualizado"],"Your form has been upgraded":["Tu formulario ha sido actualizado"],"Something went wrong with the transfer.":["Algo salió mal con la transferencia."],"Transfer not completed!":["¡Transferencia no completada!"],"Your donation data was successfully transferred to the upgraded form.":["Tus datos de donación se han transferido correctamente al formulario actualizado."],"Transfer completed successfully":["Transferencia completada correctamente"],"Transfer":["Transferencia"],"Confirm transfer":["Confirmar transferencia"],"Transferring donation data cannot be undone":["La transferencia de los datos de la donación no puede deshacerse"],"Transfer existing donation data":["Transferencia de datos de donaciones existentes"],"Delete the existing form after transfer":["Borrar el formulario existente después de la transferencia"],"Type <strong>transfer<\/strong> to confirm transfer of donation data for the form selected. This means all blocks, shortcodes, and the form URL will automatically redirect to the upgraded form.":["Escribe <strong>transferir<\/strong> para confirmar la transferencia de los datos de donación del formulario seleccionado. Esto significa que todos los bloques, shortcodes y la URL del formulario se redirigirán automáticamente al formulario actualizado."],"Transferring donation data to the upgraded form":["Transferencia de los datos de donación al formulario actualizado"],"Transfer data":["Transferencia de datos"],"Once you're happy with your new form, permanently transfer your existing donation data to this new form.":["Cuando estés satisfecho con el nuevo formulario, transfiere de forma permanente los datos de las donaciones a este nuevo formulario."],"Section Description":["Descripción de la sección"],"Section Title":["Título de sección"],"Get started":["Primeros pasos"],"Let’s quickly explore the new visual donation form builder. This will take less than a minute.":["Exploremos rápidamente el nuevo creador visual de formularios de donación. Te llevará menos de un minuto."],"Learn how to edit your form":["Aprende a editar tu formulario"],"Proceed":["Continúa"],"This walks the donor through a number of steps to the donation process. The sections are broken into steps in the form":["Esto guía al donante a través de una serie de pasos en el proceso de donación. Las secciones se dividen en pasos en el formulario"],"Multi-step":["Varios pasos"],"Multi-Step form design":["Diseño de formularios de varios pasos"],"This displays all form fields on one page. Donors fill out the form as they scroll down the page":["Muestra todos los campos del formulario en una página. Los donantes rellenan el formulario a medida que se desplazan por la página"],"Classic form design":["Diseño clásico de formularios"],"Select one that suits your taste and requirements for your cause.":["Selecciona uno que se adapte a tus gustos y requisitos para tu causa."],"Select a block to edit the settings for that individual block on the Block tab of the editor. Settings will vary depending on the type of block selected.":["Selecciona un bloque para editar los ajustes de ese bloque individual en la pestaña Bloque del editor. Los ajustes variarán en función del tipo de bloque seleccionado."],"Block Settings":["Ajustes de bloque"],"Drag and drop the block you need onto the canvas. Input fields that can only be inserted once are greyed out when in use.":["Arrastra y suelta el bloque que necesites en el lienzo. Los campos de entrada que solo pueden insertarse una vez aparecen atenuados cuando están en uso."],"Add section\/block":["Añadir sección\/bloque"],"These two buttons give you the ability to add and reorder sections and blocks to the canvas, with drag-and-drop ease.":["Estos dos botones te permiten agregar y reordenar secciones y bloques en el lienzo, con la facilidad de arrastrar y soltar."],"Sidebar Toggles":["Conmutadores de la barra lateral"],"Forms are broken into sections, which contain blocks for fields or content.":["Los formularios se dividen en secciones, que contienen bloques para campos o contenidos."],"Form Sections":["Secciones del formulario"],"Add, reorder, and edit blocks and sections here to make up your form.":["Añade, reordena y edita bloques y secciones aquí para componer tu formulario."],"Canvas":["Lienzo"],"This is where you add and edit various blocks and sections to make up your form.":["Aquí es donde añades y editas varios bloques y secciones para componer tu formulario."],"This is where you can customize the appearance (i.e. colors and features) of your form based on the selected form layout.":["Aquí es donde puede personalizar la apariencia (es decir, colores y características) de tu formulario basado en el diseño del formulario seleccionado."],"Exit tour":["Salir del recorrido"],"<strong>Step <stepNumber \/><\/strong> of <stepCount \/>":["<strong>Paso <stepNumber \/><\/strong> de <stepCount \/>"],"Form design settings":["Ajustes del diseño del formulario"],"Preparing your form design":["Preparar el diseño de tu formulario"],"Updating your changes":["Actualizando tus cambios"],"Got it!":["¡Entendido!"],"Error saving form":["Error al guardar el formulario"],"Want to transfer donation data later? Access this option in the three dots menu above at any time.":["¿Deseas transferir los datos de la donación más tarde? Accede a esta opción en el menú de tres puntos de arriba en cualquier momento."],"Transfer Donation Data":["Transferencia de datos de donaciones"],"Show Guided Tour":["Mostrar visita guiada"],"Switch to Draft":["Cambiar a borrador"],"Save as Draft":["Guardar como borrador"],"Saving...":["Guardando…"],"View form":["Ver formulario"],"Draft saved.":["Borrador guardado."],"Return to GiveWP":["Volver a GiveWP"],"Publish":["Publicar"],"Block Library":["Biblioteca de bloques"],"Upgrade to unlock additional fields":["Actualizar para desbloquear campos adicionales"],"Additional Fields":["Campos adicionales"],"List View":["Vista de lista"],"Standalone Block Editor advanced settings.":["Configuración avanzada del Editor de bloques independiente."],"Block":["Bloquear"],"Default template":["Plantilla predeterminada:"],"Choose your template from the available registered template types":["Elije tu plantilla entre los tipos de plantillas registradas disponibles"],"Logo URL":["URL del logotipo"],"Preview email":["Vista previa del correo electrónico"],"Back to template settings":["Volver a los ajustes de plantilla"],"Available template tags for this email. HTML is accepted. <a>See our documentation<\/a> for examples of how to use custom meta email tags to output additional donor or donation information in your GiveWP emails":["Etiquetas de plantilla disponibles para este correo electrónico. Se acepta HTML. <a>Consulta nuestra documentación<\/a> para ver ejemplos de cómo utilizar etiquetas meta personalizadas de correo electrónico para mostrar información adicional sobre donantes o donaciones en sus correos electrónicos de GiveWP"],"Generating preview...":["Generando la vista previa..."],"Send a test email":["Enviar un correo electrónico de prueba"],"This email is automatically sent to the individual fundraiser and the recipient cannot be customized.":["Este correo electrónico se envía automáticamente al recaudador de fondos individual y el destinatario no se puede personalizar."],"Add email":["Añadir correo electrónico"],"Email address that should receive a notification":["Dirección de correo electrónico que debe recibir la notificación"],"Email recipient":["Destinatario del correo electrónico"],"Choose email type":["Elige el tipo de correo electrónico"],"Email content type":["Tipo de contenido del correo electrónico"],"Enter the email header that appears at the top of the email":["Introduce el encabezado que aparece en la parte superior del correo electrónico"],"Enter the email subject line":["Introduce el asunto del correo electrónico"],"Global options are set in GiveWP settings. You may override them for this form here.":["Las opciones globales se establecen en la configuración de GiveWP. Puedes anularlas para este formulario aquí."],"Email options":["Opciones de correo electrónico"],"The full URL of the page you want this form to redirect to when clicked on from the Form Grid. This only applies when the Form Grid uses the \"Redirect\" method.":["La URL completa de la página a la que desea redirigir este formulario cuando se haga clic en él desde la cuadrícula de formulario. Esto sólo se aplica cuando la cuadrícula de formulario utiliza el método «Redirigir»."],"Customize form grid":["Personalizar la cuadrícula del formulario"],"This is the second message that displays in the donation confirmation.":["Este es el segundo mensaje que aparece en la confirmación de la donación."],"This is the first message that displays in the donation confirmation.":["Este es el primer mensaje que aparece en la confirmación de la donación."],"Template tags":["Etiquetas de plantilla"],"Copy Tag":["Etiqueta de copia"],"Use this media":["Usar este medio"],"Edit in Modal":["Editar en una ventana emergente"],"Custom Styles":["Estilos personalizados"],"Show Description":["Mostrar descripción"],"Show Heading":["Mostrar encabezado"],"Show Header":["Mostrar cabecera"],"Header":["Cabecera"],"Secondary Color":["Color secundario"],"Enter the text you want to display on the donation button.":["Introduce el texto que quieres mostrar en el botón de donación."],"Button caption":["Leyenda del botón"],"Next Step Button Text":["Texto del botón del paso siguiente"],"Customize the text that appears in the first step, prompting the user to go to the next step.":["Personaliza el texto que aparece en el primer paso, indicando al usuario que vaya al siguiente paso."],"First Step Button Text":["Texto del botón del primer paso"],"When enabled, donors will be notified that they have an account they can use to manage their donations. Disable if you do not want donors to be aware of their account.":["Si está activada, se notificará a los donantes que tienen una cuenta que pueden utilizar para gestionar sus donaciones. Desactívala si no deseas que los donantes conozcan su cuenta."],"Send new account notifications":["Enviar avisos de nuevas cuentas"],"User Registration":["Registro de usuario"],"Goal Type":["Tipo de objetivo"],"Auto-Close Form":["Formulario de cierre automático"],"Enable Donation Goal":["Activar el objetivo de donación"],"If enabled, the data collected by this field is saved to the Donor record instead of the Donation record. This is useful for data that doesn't normally change between donations, like a phone number or t-shirt size.":["Si se activa, los datos recogidos por este campo se guardan en el registro de Donante en lugar de en el registro de Donación. Esto es útil para datos que normalmente no cambian entre donaciones, como un número de teléfono o la talla de una polera."],"Save to Donor Record":["Guardar en el registro de donantes"],"Use this email tag to dynamically output the data in supported GiveWP emails.":["Utiliza esta etiqueta de correo electrónico para mostrar dinámicamente los datos en los correos electrónicos de GiveWP compatibles."],"Email Tag":["Etiqueta de correo electrónico"],"The value of the field if the donor does not fill out this field. Leave blank in most cases.":["El valor del campo si el donante no lo rellena. Déjalo en blanco en la mayoría de los casos."],"Default Value":["Valor por defecto"],"Display in Receipt":["Mostrar en el recibo"],"Display in Admin":["Mostrar en administración"],"Field Settings":["Ajustes del campo"],"Yes, proceed":["Sí, continuar"],"No, cancel":["No, cancelar"],"Changing the meta key value will affect the visibility of existing donation data. Would you like to proceed?":["El cambio del valor de la meta clave afectará a la visibilidad de los datos de donación existentes. ¿Deseas continuar?"],"Edit field meta key":["Editar meta clave de campo"],"The name of the meta key this field will to in the database. Can only be letters, numbers, and underscores.":["Nombre de la clave meta a la que pertenecerá este campo en la base de datos. Sólo puede contener letras, números y guiones bajos."],"Meta Key":["Clave meta"],"An unknown error has occurred. Please try saving again and contact support if the problem persists.":["Ocurrió un error desconocido. Intenta guardar de nuevo y ponte en contacto con el servicio de asistencia si el problema persiste."],"Custom field":["Campo personalizado"],"Previous":["Anterior"],"Reload form":["Recargar el formulario"],"An error occurred in the form.  Please notify the site administrator.  The error message is:":["Se ha producido un error en el formulario.  Por favor, avisa al administrador del sitio.  El mensaje de error es:"],"Close dialog icon":["Icono de cerrar diálogo"],"Custom Fields":["Campos personalizados"],"Classic":["Clásico"],"Got it":["Entendido"],"Close dialog":["Cerrar el diálogo"],"Color":["Color"],"Layout":["Plantilla"],"Private":["Privado"],"The text on the Donate Button for this form when displayed on the Form Grid. This setting only applies if the Donate Button display option is enabled in your Form Grid.":["El texto del botón «Donar»  para este formulario cuando se muestra en la cuadrícula de formulario. Estos ajustes solo se aplican si la opción de visualización del botón «Donar» está activada en la cuadrícula del formulario."],"Donate Button Text":["Texto del botón «Donar»"],"Redirect URL":["URL de redirección"],"Form Grid":["Cuadrícula de formulario"],"Reset":["Restablecer"],"Change Image":["Cambiar la imagen"],"Summary":["Resumen"],"(no title)":["(sin título)"],"Donate":["Donar"],"Update":["Actualizar"],"Customize the text that appears prompting the user to go to the next step.":["Personaliza el texto que aparece pidiendo al usuario que vaya al siguiente paso."],"Donate Button":["Botón de donación"],"Primary Color":["Color principal"],"Support":["Soporte"],"Learn more":["Aprende más"],"Updating...":["Actualizando..."],"Copied!":["¡Copiado!"],"Copy Shortcode":["Copiar el shortcode"],"Email Header":["Cabecera de correo electrónico"],"Label":["Etiqueta"],"Required":["Requerido"],"Image":["Imagen"],"Send test email":["Enviar un correo electrónico de prueba"],"Email message":["Mensaje del correo electrónico"],"Plain":["Plano"],"HTML":["HTML"],"Title":["Tratamiento"],"Email Subject":["Asunto del correo electrónico"],"Above":["Encima"],"Email address from which all GiveWP emails are sent from. This will act as the \"from\" and \"reply-to\" email address.":["Dirección de correo electrónico desde la que se envían todos los correos electrónicos de GiveWP. Esto actuará como la dirección de correo electrónico «de» y «responder a»."],"The name which appears in the \"From\" field in all GiveWP donation emails.":["El nombre que aparece en el campo «De» en todos los correos electrónicos de donación de GiveWP."],"Footer":["Pie de página"],"Donation Goal":["Objetivo de la donación"],"Form published.":["Formulario publicado."],"Form updated.":["Formulario actualizado."],"Modal":["Modal"],"Excerpt":["Extracto"],"Description":["Descripción"],"Goal Achieved Message":["Mensaje de objetivo logrado"],"Do you want to close the donation forms and stop accepting donations once this goal has been met?":["¿Quieres cerrar los formularios de donación y dejar de aceptar donaciones una vez que este objetivo se haya alcanzado?"],"Goal Amount":["Cantidad objetivo"],"Placeholder":["Marcador de posición"],"Loading...":["Cargando..."],"Heading":["Encabezado"],"Add or upload file":["Añadir o subir un archivo"],"Next":["Siguiente"],"Donation Confirmation":["Confirmación de donación"],"No template, plain text only":["Sin plantilla, solo texto sin formato"],"Donation Form":["Formulario de donación"],"Okay":["OK"],"Close":["Cerrar"],"From Email":["Correo electrónico del remitente"],"From Name":["Nombre del remitente"],"Upload or choose a logo to be displayed at the top of the donation receipt emails. Displayed on HTML emails only.":["Sube o elige un logotipo para mostrar en la parte superior de los correos electrónicos de recibo de donación. Solo mostrado en los correos electrónicos HTML."],"Email Template":["Plantilla de correo electrónico"],"Email Settings":["Ajustes de correo electrónico"],"The excerpt is an optional summary or description of a donation form; in short, a summary as to why the user should give.":["El extracto es un resumen o descripción opcional de un formulario de donación; es decir, un resumen de por qué el usuario debería donar."],"Display Settings":["Ajustes de visualización"],"Advanced":["Avanzado"],"General":["General"],"Form ID":["ID del formulario"],"End Date":["Fecha final"],"Start Date":["Fecha de inicio"],"Content":["Contenido"],"Do you want to set a donation goal for this form?":["¿Quieres establecer un objetivo de donación para este formulario?"],"Buttons":["Botones"],"View %s":["Ver %s"],"Cancel":["Cancelar"],"Email":["Correo electrónico"],"Add-ons":["Extensiones"],"Settings":["Ajustes"]}},"comment":{"reference":"build\/formBuilderApp.js"}}