{"translation-revision-date":"2025-04-16 18:13:33+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Color":["Color"],"Wall Interaction":["Interacción con el muro de donaciones"],"Sort By":["Ordenar por"],"Wall Settings":["Configuración del muro de donaciones"],"Limits the amount of characters to be displayed on donations with comments.":["Limita la cantidad de caracteres que se muestran en las donaciones con comentarios."],"Only Comments":["Solo comentarios"],"Show Tributes":["Mostrar homenajes"],"Avatar size. Default height is 75. Accepts valid heights in px.":["Tamaño del avatar. La altura por defecto es 75. Acepta alturas válidas en px."],"Controls how many columns of the Form Grid appear. All sizes will adjust responsively to the space available. The maximum number allowed per row is 4":["Controla cuántas columnas de la cuadrícula de formulario aparecen. Todos los tamaños se ajustarán al espacio disponible. El número máximo permitido por fila es 4"],"Display Elements":["Mostrar elementos"],"Layout":["Plantilla"],"Show Donation Form":["Mostrar formulario de donación"],"By Default, donations to all forms will display. Use this setting to restrict the donor to display only donations to certains forms. Use a comma-separated list of form IDs.":["Por defecto, se mostrarán las donaciones a todos los formularios. Utilice esta opción para restringir el donante y mostrar sólo las donaciones a determinados formularios. Utilice una lista de ID de formularios separada por comas."],"By default, all donors will display. Use this setting to restrict the donor wall to only display certain donors. Use a comma-separated list of donor IDs.":["Por defecto, se mostrarán todos los donantes. Utilice esta opción para restringir la visualización del muro de donantes a determinados donantes. Utilice una lista de ID de donantes separada por comas."],"How many donors should show up on the initial page load?":["¿Cuántos donantes deben aparecer en la carga inicial de la página?"],"Type the ID of your form to add it to the list. Only forms with these IDs you choose will be displayed in this grid.":["Escribe el ID de tu formulario para añadirlo a la lista. Solo se mostrarán en esta cuadrícula los formularios con los ID que elijas."],"Type the name of your tag to add it to the list. Only forms with these tags you choose will be displayed in this grid.":["Escribe el nombre de tu etiqueta para añadirla a la lista. Solo los formularios con estas etiquetas que elijas se mostrarán en esta cuadrícula."],"Type the name of your category to add it to the list. Only forms within the categories you choose will be displayed in this grid.":["Escribe el nombre de tu categoría para agregarla a la lista. Solo se mostrarán en esta cuadrícula los formularios de las categorías que elijas."],"Avatar Size":["Tamaño del avatar"],"Show Company Name":["Mostrar el nombre de la empresa"],"Show Anonymous":["Mostrar anónimos"],"Load More Text":["Texto de «Cargar más»"],"Read More Text":["Texto de «Leer más»"],"Comment Length":["Longitud del comentario"],"Show Time":["Mostrar la hora"],"Columns":["Columnas"],"Order":["Orden"],"Donors Per Page":["Donantes por página"],"Show Comments":["Mostrar los comentarios"],"Show Total":["Mostrar total"],"Show Name":["Mostrar el nombre"],"Show Avatar":["Mostrar el avatar"],"Filter":["Filtrar"]}},"comment":{"reference":"blocks\/donor-wall\/edit\/inspector.js"}}